[
  {
    "judul": "Pentingnya Sarapan Sehat",
    "gambar": "./assets/artikel/pentingnyaSS.png",
    "deskripsi": "Sarapan membantu menjaga energi sepanjang hari, mencegah penyakit maag, dan meningkatkan konsentrasi.",
    "full": "Sarapan menjadi waktu makan yang sering terabaikan bagi kebanyakan orang. Beragam alasan melewatkan sarapan mulai dari tidak sempat hingga tidak terbiasa sarapan. Padahal, banyak manfaat dari sarapan pagi dan penting bagi tubuh kita. \n\nAhli Gizi UGM, Dr. Mirza Hapsari Sakti Titis Penggalih, S.Gz., M.P,H., RD., menjelaskan mengapa sarapan penting untuk dilakukan. Salah satunya, sarapan menjadi sumber energi atau penyedia bahan bakar bagi tubuh untuk beraktivitas di siang hari.\n\n“Kalau habis tidur 8 jam tidak makan dan minum otomatis kadar glukosa dalam tubuh rendah. Jika tidak mengonsumsi makanan setelah bangun tidur makan akan lemas karena tidak akan bahan bakar yang masuk,” paparnya, Kamis (24/2).\n\nMirza mengungkapkan sarapan pagi adalah makanan yang tidak akan pernah disimpan dalam tubuh sebagai lemak karena digunakan untuk beraktivitas. Dengan begitu, bagi orang yang ingin menjaga berat badan tidak perlu tidak melewatkan sarapan dan khawatir berat badan akan naik karena sarapan. Sebab, jika melewatkan sarapan menjadikan tingkat lapar menjadi lebih besar saat waktu makan siang dan sore. Asupan makanan saat makan siang dan sore menjadi lebih banyak sementara aktivitas cenderung berkurang atau tidak sepadat saat pagi hari sehingga akan menjadi simpanan lemak.\n\n**Waktu Ideal dan Jangka Panjang**\n\nPenentuan jam waktu makan telah dikaji tidak hanya berdasarkan kebiasaan saja. Jam 6–9 pagi adalah waktu bagus untuk sarapan pagi, idealnya antara jam 7–8 pagi, namun bisa disesuaikan dengan aktivitas. Selain itu, sarapan dapat mencegah penyakit maag dan risiko penyakit jantung koroner dalam jangka panjang. Biasakan sarapan dengan menu yang seimbang, seperti nasi (atau lontong dari Jatim) dengan lauk dan sayur.\n\nPenulis: Ika (Disadur dan dimodifikasi dari sumber UGM)",
    "penulis": "Admin EduMeal",
    "jam": "12 Januari 2025 • 08:30"
  },
  {
    "judul": "Manfaat Buah dan Sayur",
    "gambar": "./assets/artikel/buahDS.png",
    "deskripsi": "Buah dan sayur kaya akan vitamin, mineral, dan serat penting yang dibutuhkan tubuh setiap hari.",
    "full": "Buah dan sayur adalah sumber utama serat, vitamin (seperti Vitamin A, C, dan K), serta mineral esensial. Konsumsi rutin dapat membantu meningkatkan sistem kekebalan tubuh dan menjaga kesehatan pencernaan. Idealnya, Anda mengonsumsi **5 porsi buah dan sayur per hari**.\n\n**Konteks Jatim:** Jawa Timur, khususnya wilayah Malang dan Batu, dikenal sebagai lumbung buah dan sayur segar. Anda bisa dengan mudah mendapatkan apel, jeruk, sayuran hijau, hingga komoditas unik seperti buah naga dengan harga terjangkau. Memilih produk lokal Jatim menjamin kualitas dan kesegaran terbaik, yang berarti kandungan nutrisi maksimun!\n\nPastikan untuk mencuci buah dan sayur dengan bersih sebelum dikonsumsi, terutama jika dimakan mentah.",
    "penulis": "Admin EduMeal",
    "jam": "10 Januari 2025 • 09:00"
  },
  {
    "judul": "Air Putih untuk Kesehatan",
    "gambar": "./assets/artikel/air.png",
    "deskripsi": "Minum air cukup membantu fungsi tubuh optimal, mulai dari pencernaan hingga regulasi suhu.",
    "full": "Air merupakan 60% dari berat badan kita dan vital untuk hampir semua fungsi tubuh. Dehidrasi, meski ringan, dapat menyebabkan sakit kepala, kelelahan, dan penurunan konsentrasi. \n\n**Tips Hidrasi:** Usahakan minum minimal **8 gelas air (sekitar 2 liter) per hari**. Jangan menunggu haus, karena rasa haus adalah tanda awal dehidrasi.\n\nAir sangat membantu proses detoksifikasi tubuh dan juga penting untuk melarutkan vitamin larut air. Di daerah panas seperti sebagian besar Jawa Timur, kebutuhan air mungkin sedikit meningkat. Selalu sediakan botol minum saat beraktivitas!",
    "penulis": "Admin EduMeal",
    "jam": "9 Januari 2025 • 14:20"
  },
  {
    "judul": "Gizi Seimbang Itu Mudah",
    "gambar": "./assets/artikel/gizi.png",
    "deskripsi": "Pahami porsi karbohidrat, protein, dan lemak sehat sesuai pedoman Tumpeng Gizi Seimbang.",
    "full": "Konsep Gizi Seimbang menggantikan konsep 4 Sehat 5 Sempurna. Pedoman ini menekankan pada keberagaman pangan, porsi yang tepat, pentingnya kebersihan, dan aktivitas fisik. \n\n**Tiga Poin Utama:**\n1. **Karbohidrat:** Sumber energi utama (Nasi, jagung, umbi-umbian).\n2. **Protein:** Penting untuk membangun dan memperbaiki jaringan (Daging, ikan, tempe, tahu).\n3. **Lemak Sehat:** Penting untuk penyerapan vitamin (Alpukat, kacang-kacangan, minyak zaitun).\n\nIngatlah, mengonsumsi makanan khas Jawa Timur seperti **Rawon** atau **Soto Lamongan** juga bisa seimbang asalkan porsi nasi, daging, dan sayurannya proporsional, serta batasi penggunaan kuah santan atau minyak berlebih.",
    "penulis": "Admin EduMeal",
    "jam": "8 Januari 2025 • 17:45"
  },
  {
    "judul": "Bahaya Makanan Cepat Saji",
    "gambar": "assets/artikel/bahaya-makanan-cepat-saji.jpg",
    "deskripsi": "Terlalu sering makan fast food bisa picu obesitas, diabetes, dan masalah kardiovaskular.",
    "full": "Makanan cepat saji (fast food) umumnya tinggi kalori, tinggi lemak jenuh/trans, tinggi garam, dan tinggi gula, namun rendah serat dan mikronutrien. Konsumsi berlebihan secara rutin dapat menyebabkan:\n\n* **Obesitas:** Asupan kalori berlebih.\n* **Penyakit Jantung:** Lemak jenuh meningkatkan kolesterol jahat.\n* **Diabetes Tipe 2:** Kandungan gula dan karbohidrat olahan yang tinggi.\n\nDaripada *fast food*, cobalah alternatif lokal di Jawa Timur yang lebih sehat, seperti **Rujak Cingur** dengan bumbu kacang yang kaya protein nabati, atau **Gado-Gado** dengan porsi sayur yang melimpah. Pilih makanan yang dimasak dengan cara direbus atau dikukus.",
    "penulis": "Admin EduMeal",
    "jam": "7 Januari 2025 • 11:10"
  },
  {
    "judul": "Tips Diet Sehat",
    "gambar": "assets/artikel/tips-diet-sehat.jpg",
    "deskripsi": "Diet sehat bukan berarti tidak makan, tapi mengatur pola makan dan gaya hidup secara keseluruhan.",
    "full": "Diet sehat berfokus pada perubahan kebiasaan jangka panjang, bukan pembatasan ekstrem sementara. Kunci utamanya adalah **defisit kalori** secara perlahan dan berkelanjutan.\n\n**Tips Cerdas:**\n1. **Kelola Porsi:** Gunakan piring yang lebih kecil.\n2. **Protein Tinggi:** Perbanyak protein untuk rasa kenyang yang lebih lama (ikan, ayam tanpa kulit, tahu, tempe).\n3. **Kurangi Gula:** Hindari minuman manis.\n4. **Rutin Olahraga:** Kombinasikan diet dengan aktivitas fisik 3-5 kali seminggu.\n\nIngat, di Jawa Timur, Anda bisa mengganti nasi putih dengan sumber karbohidrat kompleks lain seperti singkong atau jagung untuk mendapatkan serat yang lebih tinggi.",
    "penulis": "Admin EduMeal",
    "jam": "6 Januari 2025 • 15:00"
  },
  {
    "judul": "Olahraga Ringan di Rumah",
    "gambar": "assets/artikel7.jpg",
    "deskripsi": "Rutin bergerak bantu bakar kalori, jaga mood, dan meningkatkan kesehatan mental.",
    "full": "Aktivitas fisik tidak selalu harus di *gym*. Olahraga ringan di rumah secara teratur sangat efektif untuk menjaga kesehatan. Anda bisa mencoba **Latihan Kekuatan** (Squats, Push-up versi modifikasi), **Latihan Kardio** (Jumping Jack, Lari di tempat), atau **Latihan Fleksibilitas** (Yoga/Stretching).\n\nMulailah dengan 30 menit setiap hari. Konsistensi lebih penting daripada intensitas. Di Jawa Timur, nikmati pula keindahan alamnya untuk beraktivitas luar ruangan seperti jalan santai di sekitar taman kota atau area persawahan di pagi hari.",
    "penulis": "Admin EduMeal",
    "jam": "5 Januari 2025 • 07:50"
  }
]